Repository: sainnick/AhQ_parallel_corpus
Catalog: 中文双语语料库.tmx
Source language: en_us
Languages: zh_cn

source: Ah Q was lifted on to an uncovered cart, and several men in short jackets sat down with him. The cart started off at once. In front were a number of soldiers and militiamen shouldering foreign rifles, and on both sides were crowds of gaping spectators, while what was behind Ah Q could not see.
zh_cn: 阿Ｑ被抬上了一辆没有蓬的车，几个短衣人物也和他同坐在一处。这车立刻走动了，前面是一班背着洋炮的兵们和团丁，两旁是许多张着嘴的看客，后面怎样，阿Ｑ没有见。

source: Suddenly it occurred to him-"Can I be going to have my head cut off?" Panic seized him and everything turned dark before his eyes, while there was a humming in his ears as if he had fainted.
zh_cn: 但他突然觉到了：这岂不是去杀头么？他一急，两眼发黑，耳朵里[口皇]的一声，似乎发昏了。

source: But he did not really faint. Although he felt frightened some of the time, the rest of the time he was quite calm. It seemed to him that in this world probably it was the fate of everybody at some time to have his head cut off.
zh_cn: 然而他又没有全发昏，有时虽然着急，有时却也泰然；他意思之间，似乎觉得人生天地间，大约本来有时也未免要杀头的。

source: He still recognized the road and felt rather surprised: why were they not going to the execution ground? He did not know that he was being paraded round the streets as a public example.
zh_cn: 他还认得路，于是有些诧异了：怎么不向着法场走呢？他不知道这是在游街，在示众。

source: But if he had known, it would have been the same; he would only have thought that in this world probably it was the fate of everybody at some time to be made a public example of. Then he realized that they were making a detour to the execution ground, so, after all, he must be going to have his head cut off.
zh_cn: 但即使知道也一样，他不过便以为人生天地间，大约本来有时也未免要游街要示众罢了。 他省悟了，这是绕到法场去的路，这一定是"嚓"的去杀头。

source: He looked round him regretfully at the people swarming after him like ants, and unexpectedly in the crowd of people by the road he caught sight of Amah Wu.
zh_cn: 他惘惘的向左右看，全跟着马蚁似的人，而在无意中，却在路旁的人丛中发见了一个吴妈。

source: So that was why he had not seen her for so long: she was working in town.
zh_cn: 很久违，伊原来在城里做工了。

source: Ah Q suddenly became ashamed of his lack of spirit, because he had not sung any lines from an opera.
zh_cn: 阿Ｑ忽然很羞愧自己没志气：竟没有唱几句戏。

source: His thoughts revolved like a whirlwind: The Young Widow at Her Husband's Grave was not heroic enough. The words of "I regret to have killed" in The Battle of Dragon and Tiger were too poor.
zh_cn: 他的思想仿佛旋风似的在脑里一回旋：《小孤孀上坟》欠堂皇，《龙虎斗》里的"悔不该......

source: I'll thrash you with a steel mace was still the best.
zh_cn: "也太乏，还是"手执钢鞭将你打"罢。

source: But when he wanted to raise his hands, he remembered that they were bound together; so he did not sing I'll thrash you either.
zh_cn: 他同时想手一扬，才记得这两手原来都捆着，于是"手执钢鞭"也不唱了。

source: "In twenty years I shall be another ?
zh_cn: "过了二十年又是一个......

source: [21] In his agitation Ah Q uttered half a saying which he had picked up himself but never used before.
zh_cn: "阿Ｑ在百忙中，"无师自通"的说出半句从来不说的话。

source: The crowd's roar "Good!!!" sounded like the growl of a wolf.
zh_cn: "好！！！"从人丛里，便发出豺狼的嗥叫一般的声音来。

source: The cart moved steadily forward. During the shouting Ah Q's eyes turned in search of Amah Wu, but she did not seem to have seen him for she was looking intently at the foreign rifles carried by the soldiers.
zh_cn: 车子不住的前行，阿Ｑ在喝采声中，轮转眼睛去看吴妈，似乎伊一向并没有见他，却只是出神的看着兵们背上的洋炮。

source: So Ah Q took another look at the shouting crowd.
zh_cn: 阿Ｑ于是再看那些喝采的人们。

source: At that instant his thoughts revolved again like a whirlwind.
zh_cn: 这刹那中，他的思想又仿佛旋风似的在脑里一回旋了。

source: Four years before, at the foot of the mountain, he had met a hungry wolf which had followed him at a set distance, wanting to eat him.
zh_cn: 四年之前，他曾在山脚下遇见一只饿狼，永是不近不远的跟定他，要吃他的肉。

source: He had nearly died of fright, but luckily he happened to have an axe in his hand, which gave him the courage to get back to Weichuang. He had never forgotten that wolf's eyes, fierce yet cowardly, gleaming like two will-o'-the-wisps, as if boring into him from a distance.
zh_cn: 他那时吓得几乎要死，幸而手里有一柄斫柴刀，才得仗这壮了胆，支持到未庄；可是永远记得那狼眼睛，又凶又怯，闪闪的像两颗鬼火，似乎远远的来穿透了他的皮肉。

source: Now he saw eyes more terrible even than the wolf's: dull yet penetrating eyes that, having devoured his words, still seemed eager to devour something beyond his flesh and blood.
zh_cn: 而这回他又看见从来没有见过的更可怕的眼睛了，又钝又锋利，不但已经咀嚼了他的话，并且还要咀嚼他皮肉以外的东西，永是不近不远的跟他走。

source: And these eyes kept following him at a set distance. These eyes seemed to have merged into one, biting into his soul.
zh_cn: 这些眼睛们似乎连成一气，已经在那里咬他的灵魂。

source: "Help, help!"
zh_cn: "救命......"

source: But Ah Q never uttered these words.
zh_cn: 然而阿Ｑ没有说。

source: All had turned black before his eyes, there was a buzzing in his ears, and he felt as if his whole body were being scattered like so much light dust.
zh_cn: 他早就两眼发黑，耳朵里嗡的一声，觉得全身仿佛微尘似的迸散了。

source: As for the after-effects of the robbery, the most affected was the successful provincial candidate, because the stolen goods were never recovered. All his family lamented bitterly.
zh_cn: 至于当时的影响，最大的倒反在举人老爷，因为终于没有追赃，他全家都号啕了。其次是赵府，非特秀才因为上城去报官，被不好的革命党剪了辫子，而且又破费了二十千的赏钱，所以全家也号啕了。

source: Next came the Chao household; for when the successful county candidate went into town to report the robbery, nor only did he have his pigtail cut off by bad revolutionaries, but he had to pay a reward of twenty thousand cash into the bargain; so all the Chao family lamented bitterly too. From that day forward they gradually assumed the air of the survivors of a fallen dynasty.
zh_cn: 从这一天以来，他们便渐渐的都发生了遗老的气味。

source: As for any discussion of the event, no question was raised in Weichuang. Naturally all agreed that Ah Q had been a bad man, the proof being that he had been shot; for if he had not been bad, how could he have been shot? But the consensus of opinion in town was unfavourable. Most people were dissatisfied, because a shooting was nor such a fine spectacle as a decapitation; and what a ridiculous culprit he had been too, to pass through so many streets without singing a single line from an opera They had followed him for nothing.
zh_cn: 至于舆论，在未庄是无异议，自然都说阿Ｑ坏，被枪毙便是他的坏的证据：不坏又何至于被枪毙呢？而城里的舆论却不佳，他们多半不满足，以为枪毙并无杀头这般好看；而且那是怎样的一个可笑的死囚呵，游了那么久的街，竟没有唱一句戏：他们白跟一趟了。
